orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/doc/rvh.org
# RVH -- leave title blank below
#+TITLE:  
#+AUTHOR:    David Mann
#+EMAIL:     mannd@epstudiossoftware.com
#+DATE:      [2015-03-09 Mon]
#+DESCRIPTION:
#+KEYWORDS:
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:nil toc:nil \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 
#+XSLT:
| Criterion                          | Value      | Reference |
|------------------------------------+------------+-----------|
| Tall R V_1                         | >6 mm      | Myers     |
| Increased R:S ratio V_1            | >1.0       | Myers     |
| Deep S V_5                         | >10 mm     | Myers     |
| Deep S V_6                         | >3 mm      | Myers     |
| Tall R aVR                         | >4 mm      | Sokolow   |
| Small S V_1                        | <2 mm      | Myers     |
| Small R V_{5,6}                    | <3 mm      | Myers     |
| Reduced R:S ratio V_5              | <0.75      | Myers     |
| Reduced R:S ratio V_6              | <0.4       | Myers     |
| Reduced R:S V_5 to R:S V_1         | <0.04      | Sokolow   |
| (R I+S III)-(S I+R III)            | <15 mm     | Lewis     |
| Max R V_{1,2}+max S I, aVL-S V_1   | >6 mm      | Butler    |
| R V_1+S V_{5,6}                    | >10.5 mm   | Sokolow   |
| R peak V1 (QRS duration <0.12 sec) | >0.035 sec | Myers     |
| QR V_1                             | Present    | Myers     |
|------------------------------------+------------+-----------|
| *Supporting Criteria*              |            |           |
|------------------------------------+------------+-----------|
| RSR V_1 (QRS duration >0.12 sec)   | Present    |           |
| S>R in I, II, III                  | Present    |           |
| S I and Q III                      | Present    |           |
| R:S V_1>R:S V_{3,4}                | Present    |           |
| Negative T-wave V_1 through V_3    | Present    |           |
| P II amplitude                     | >2.5 mm    |           |
Amplitudes are given in millimeters, where 1 mm=0.1 mV.

* References
- Table from: Hancock EW, Deal BJ, Mirvis DM, et al. AHA/ACCF/HRS recommendations for the standardization and interpretation of the electrocardiogram.  Part V: Electrocardiogram changes associated with cardiac chamber hypertrophy.  J Am Coll Cardiol 2009;53:992. http://content.onlinejacc.org/article.aspx?articleid=1139534
- Myers GB, Klein HA, Stofer BE. Electrocardiographic diagnosis of right ventricular hypertrophy.  Am Heart J 1948;35:1.
- Sokolow M, Lyon TP. The ventricular complex in left ventricular hypertrophy as obtained by unipolar and limb leads.  Am Heart J 1949;37:161.
- Lewis T. Observations upon ventricular hypertrophy with special reference to preponderance of one or the other chamber.  Heart 1914;5:367.
- Butler PM, Leggett SI, Howe CM.  Identification of electrocardiographic criteria for diagnosis of right ventricular hypertrophy due to mitral stenosis.  Am J Cardiol 1986;57:639.
