orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/app/src/main/assets/rvh.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<!-- 2015-03-10 Tue 21:07 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Mann" />
</head>
<body>
<div id="content">
<h1 class="title"></h1>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Criterion</th>
<th scope="col" class="left">Value</th>
<th scope="col" class="left">Reference</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Tall R V<sub>1</sub></td>
<td class="left">&gt;6 mm</td>
<td class="left">Myers</td>
</tr>

<tr>
<td class="left">Increased R:S ratio V<sub>1</sub></td>
<td class="left">&gt;1.0</td>
<td class="left">Myers</td>
</tr>

<tr>
<td class="left">Deep S V<sub>5</sub></td>
<td class="left">&gt;10 mm</td>
<td class="left">Myers</td>
</tr>

<tr>
<td class="left">Deep S V<sub>6</sub></td>
<td class="left">&gt;3 mm</td>
<td class="left">Myers</td>
</tr>

<tr>
<td class="left">Tall R aVR</td>
<td class="left">&gt;4 mm</td>
<td class="left">Sokolow</td>
</tr>

<tr>
<td class="left">Small S V<sub>1</sub></td>
<td class="left">&lt;2 mm</td>
<td class="left">Myers</td>
</tr>

<tr>
<td class="left">Small R V<sub>5,6</sub></td>
<td class="left">&lt;3 mm</td>
<td class="left">Myers</td>
</tr>

<tr>
<td class="left">Reduced R:S ratio V<sub>5</sub></td>
<td class="left">&lt;0.75</td>
<td class="left">Myers</td>
</tr>

<tr>
<td class="left">Reduced R:S ratio V<sub>6</sub></td>
<td class="left">&lt;0.4</td>
<td class="left">Myers</td>
</tr>

<tr>
<td class="left">Reduced R:S V<sub>5</sub> to R:S V<sub>1</sub></td>
<td class="left">&lt;0.04</td>
<td class="left">Sokolow</td>
</tr>

<tr>
<td class="left">(R I+S III)-(S I+R III)</td>
<td class="left">&lt;15 mm</td>
<td class="left">Lewis</td>
</tr>

<tr>
<td class="left">Max R V<sub>1,2</sub>+max S I, aVL-S V<sub>1</sub></td>
<td class="left">&gt;6 mm</td>
<td class="left">Butler</td>
</tr>

<tr>
<td class="left">R V<sub>1</sub>+S V<sub>5,6</sub></td>
<td class="left">&gt;10.5 mm</td>
<td class="left">Sokolow</td>
</tr>

<tr>
<td class="left">R peak V1 (QRS duration &lt;0.12 sec)</td>
<td class="left">&gt;0.035 sec</td>
<td class="left">Myers</td>
</tr>

<tr>
<td class="left">QR V<sub>1</sub></td>
<td class="left">Present</td>
<td class="left">Myers</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left"><b>Supporting Criteria</b></td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">RSR V<sub>1</sub> (QRS duration &gt;0.12 sec)</td>
<td class="left">Present</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">S&gt;R in I, II, III</td>
<td class="left">Present</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">S I and Q III</td>
<td class="left">Present</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">R:S V<sub>1</sub>&gt;R:S V<sub>3,4</sub></td>
<td class="left">Present</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Negative T-wave V<sub>1</sub> through V<sub>3</sub></td>
<td class="left">Present</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">P II amplitude</td>
<td class="left">&gt;2.5 mm</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
<p>
Amplitudes are given in millimeters, where 1 mm=0.1 mV.
</p>

<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">References</h2>
<div class="outline-text-2" id="text-unnumbered-1">
<ul class="org-ul">
<li>Table from: Hancock EW, Deal BJ, Mirvis DM, et al. AHA/ACCF/HRS recommendations for the standardization and interpretation of the electrocardiogram.  Part V: Electrocardiogram changes associated with cardiac chamber hypertrophy.  J Am Coll Cardiol 2009;53:992. <a href="http://content.onlinejacc.org/article.aspx?articleid=1139534">http://content.onlinejacc.org/article.aspx?articleid=1139534</a></li>
<li>Myers GB, Klein HA, Stofer BE. Electrocardiographic diagnosis of right ventricular hypertrophy.  Am Heart J 1948;35:1.</li>
<li>Sokolow M, Lyon TP. The ventricular complex in left ventricular hypertrophy as obtained by unipolar and limb leads.  Am Heart J 1949;37:161.</li>
<li>Lewis T. Observations upon ventricular hypertrophy with special reference to preponderance of one or the other chamber.  Heart 1914;5:367.</li>
<li>Butler PM, Leggett SI, Howe CM.  Identification of electrocardiographic criteria for diagnosis of right ventricular hypertrophy due to mitral stenosis.  Am J Cardiol 1986;57:639.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
